Repository: ZuzannaSz/appoint-frontend-app
Catalog: lib/l10n/intl_*.arb
Languages: pl

source: App. List
pl: Lista Wizyt

source: App. History
pl: Historia Wizyt

source: Appointment History
pl: Historia Wizyt

source: Patient Name:
pl: Imię Pacjenta:

source: App. Date:
pl: Data Wizyty:

source: App. Status:
pl: Status Wizyty:

source: Schedule Appointment
pl: Zaplanuj wizytę

source: Choose date
pl: Wybierz datę

source: Select Language
pl: Wybierz język

source: Confirm date
pl: Potwierdź datę

source: Cancel
pl: Anuluj

source: Submit
pl: Akceptuj

source: Date:
pl: Data:

source: Time
pl: Godzina

source: Doctor
pl: Lekarz

source: Room:
pl: Pokój:

source: Speciality
pl: Specjalizacja

source: Schedule
pl: Rozkład

source: Register
pl: Zarejestruj

source: Patient List
pl: Lista Pacjentów

source: Name/Surname
pl: Imię/Nazwisko

source: Please choose speciality
pl: Proszę wybierz specjalizację

source: Add Patient
pl: Dodaj Pacjenta

source: Register Patient
pl: Zarejestruj pacjenta

source: Name
pl: Imię

source: Surname
pl: Nazwisko

source: Phone Number
pl: Numer Telefonu

source: Field
pl: Pole

source: is missing, please fill it
pl: jest puste, proszę uzupełnij

# appointSchedule
source: Schedule
pl: Zaplanuj

source: Appointment Form
pl: Formularz Wizyty

# nameForm
source: Name:
pl: Imię:

# surnameForm
source: Surname:
pl: Nazwisko:

# phoneNumberForm
source: Phone Number:
pl: Numer Telefonu:

# appointmentDateForm
source: Appointment date:
pl: Data Wizyty:

# appointmentTimeForm
source: Appointment time:
pl: Godzina Wizyty:

source: Was necessary?
pl: Wizyta konieczna?

source: Was prescription issued?
pl: Wydano receptę?

source: Prescribed medicine
pl: Przepisane leki

source: Visit remarks
pl: Uwagi o wizycie

source: Patient remarks
pl: Uwagi o pacjencie

source: Send
pl: Wyślij

# nameDrug
source: Name
pl: Nazwa

source: Doses
pl: Dawkowanie

source: Medicine List
pl: Lista Leków

source: Next
pl: Następny

source: Patient Statistics
pl: Statystyki Pacjenta

source: General Information
pl: Informacje ogólne

source: Visit date:
pl: Data wizyty:

source: Visit time:
pl: Godzina wizyty:

source: Is urgent?:
pl: Pilny przypadek?:

source: No
pl: Nie

source: App. Form
pl: Formularz Wizyty

source: Appointment started
pl: Wizyta się rozpoczęła

source: Your appointment on
pl: Twoja wizyta dnia

source: at
pl: o godzinie

source: has started!
pl: się rozpoczęła!

source: List Of Appointments
pl: Lista Wizyt

source: Login Page
pl: Logowanie

# emailLubHasoNieJestPoprawne
source: Email or password are incorrect
pl: Email lub Hasło nie jest poprawne

# bd
source: Error
pl: Błąd

source: Log in
pl: Zaloguj

source: username
pl: Nazwa użytkownika

source: Login
pl: Zaloguj

source: password
pl: Hasło

# tel
source: Nbr:
pl: Tel:

source: Please choose appointment and patient
pl: Proszę wybierz datę i pacjenta

# doctor2
source: Doctor
pl: Doktor

# patient2
source: Patient
pl: Pacjent

source: No appointment slots on this day
pl: Brak dostępnych terminów

source: Error getting appointments
pl: Nie można wyświetlić wizyt

source: Oncoming appointments
pl: Nadchodzące wizyty

# roomSpecialisation
source: Speciality:
pl: Specjalizacja:

source: Are you sure you want to cancel appointment on
pl: Czy na pewno chcesz odwołać wizyte dnia

source: Cancel appointment
pl: Odwołaj wizytę

source: Accept
pl: Zatwierdź

source: Visit removed successfully
pl: Wizyta odwołana

source: Error removing visit
pl: Błąd przy odwoływaniu wizyty

source: Appointments
pl: Wizyty

source: Visit saved successfully
pl: Wizyta zapisana

source: Error saving visit
pl: Błąd zapisywania wizyty

source: Add Medicine
pl: Dodaj Lek

source: a day
pl: dziennie

source: a week
pl: tygodniowo

source: a month
pl: na miesiąc

source: a year
pl: na rok

source: Add
pl: Dodaj

source: Add medicine name
pl: Dodaj nazwę leku

source: Dosage inputs must be alphanumeric
pl: Dawka musi być alfanumeryczna

source: Incorrect dosage input!
pl: Nieprawidłowa dawka!

source: Finish
pl: Zakończ

source: Dosage
pl: Dawkowanie

source: Chosen Medicine
pl: Wybrany Lek

source: Admin Panel
pl: Panel Admina

source: Patient added successfully
pl: Pacjent dodany poprawnie

source: Error saving the patient
pl: Błąd dodawania pacjenta

source: The phone number is in a wrong format
pl: Niepoprawny numer telefonu

source: Monday
pl: Poniedziałek

source: Tuesday
pl: Wtorek

source: Wednesday
pl: Środa

source: Thursday
pl: Czwartek

source: Friday
pl: Piątek

source: Saturday
pl: Sobota

source: Sunday
pl: Niedziela

source: Statistics
pl: Statystyki

source: January
pl: Styczeń

source: February
pl: Luty

source: March
pl: Marzec

source: April
pl: Kwiecień

source: May
pl: Maj

source: June
pl: Czerwiec

source: July
pl: Lipiec

source: August
pl: Sierpień

source: September
pl: Wrzesień

source: October
pl: Październik

source: November
pl: Listopad

source: December
pl: Grudzień

source: Appointments Statistics
pl: Statystyki Wizyt

source: Choose Month and Year:
pl: Wybierz Miesiąc i Rok:

source: Sex
pl: Płeć

source: Visit Duration
pl: Czas Trwania Wizyty

source: Prescription Issued?
pl: Wydano Receptę?

source: Most Prescribed Medicine
pl: Najczęściej Przepisywane Leki

source: male
pl: Mężczyzna

source: female
pl: Kobieta

source: Yes
pl: Tak

source: Patients:
pl: Pacjenci:

# name2
source: Name:
pl: Imię:

source: App. Time:
pl: Godzina wizyty:

# surname2
source: Surname:
pl: Nazwisko:

# phoneNumber2
source: Phone number:
pl: Numer telefonu:

# visitTime2
source: Visit time:
pl: Godzina wizyty:

# visitDuration2
source: Visit duration:
pl: Czas wizyty:

source: Took place?:
pl: Odbyła się?:

# wasUrgent2
source: Was urgent?:
pl: Była konieczna?:

# wasReceiptGiven2
source: Was Receipt Given?:
pl: Wydano recptę?:

source: Remarks about visit:
pl: Uwagi o wizycie:

source: Remarks about patient:
pl: Uwagi o pacjencie:

source: Add Item
pl: Dodaj Element

source: Add Office
pl: Dodaj Gabinet

source: Add Shift
pl: Dodaj Dyżur

# addnspecialization
source: Add Speciality
pl: Dodaj Specjalizację

# specialization
source: Speciality
pl: Specjalizacja

source: Office
pl: Gabinet

source: Shift start
pl: Początek Dyżuru

source: Shift End
pl: Koniec Dyżuru

source: Office Number:
pl: Numer Gabinetu:

# specialization2
source: Speciality:
pl: Specjalizacja:

source: Choose Doctor
pl: Wybierz Lekarza

source: Choose Office Room
pl: Wybierz Gabinet

source: Input Shift
pl: Dodaj Dyżur

source: Day of shift:
pl: Dzień Dyżuru:

source: Start of shift:
pl: Początek Dyżuru:

source: End of shift:
pl: Koniec Dyżuru:

# addSpecialization
source: Add Speciality
pl: Dodaj Specjalizację

# specializationName
source: Speciality Name:
pl: Nazwa Specjalizacji:

source: Confirm
pl: Potwierdź

source: Delete Confirmation
pl: Potwierdzenie Usunięcia

source: Would you like to delete shift for Dr.
pl: Czy chcesz usunąć dyżur Dr.

source: on
pl: w dniu

source: between
pl: pomiędzy
